Repository: tsol/study-angular-heros
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Dashboard
ru: Доска

source: Heroes
ru: Герои

source: Tour of Heroes
ru: Тур Героев

source: Top Heroes
ru: Топ Героев

source: Details
ru: Детали

source: id: {{hero.id}}
ru: айди:{{hero.id}}

source: Hero name:
ru: Имя героя:

source: save
ru: сохранить

source: go back
ru: назад

source: Hero Search
ru: Поиск Героя

source: fetched heroes
ru: скачены герои

source: get hero id=id
ru: получен герой id=id

source: updated hero id=hero.id
ru: обновлён герой id=hero.id

source: added hero id=newHero.id
ru: добавлен герой id=newHero.id

source: deleted hero id=id
ru: удалён герой id=id

source: found heroes matching "term"
ru: найдены герои по запросу "term"

source: no heroes matching "term"
ru: герои не найдены по запросу "term"

source: My Heroes
ru: Мои Герои

source: Hero name:
ru: Имя героя:

source: Add hero
ru: Добавить героя

source: Messages
ru: Сообщения

source: Clear messages
ru: Очистить сообщения
